Repository: Ronggui/RQDA
Catalog: po/R-*.po
Languages: pt_pt

source: Add a new file to selected case
pt_pt: Adicionar um novo ficheiro ao caso seleccionado

source: Enter the title
pt_pt: Digite o título

source: Save
pt_pt: Guardar

source: Attribute of:
pt_pt: Atributo de:

source: Save and Close
pt_pt: Guardar e Fechar

source: add attribute in Attrs Table first.
pt_pt: adicionar atributo na Tabela de Atributos primeiro.

source: ADD
pt_pt: Adicionar

source: Enter new Attr Name.
pt_pt: Digite um novo Nome de Atributo.

source: Attribute should NOT contain '.
pt_pt: Atributos NÃO devem conter '.

source: This is a reserved keyword.
pt_pt: Esta é uma palavra-chave reservada.

source: Delete
pt_pt: Apagar

source: Really delete the Attribute?
pt_pt: Realmente apagar o Atributo?

source: Rename
pt_pt: Renomear

source: Enter new attribute name.
pt_pt: Digite novo nome de atributo.

source: Name duplicated. Please use another name.
pt_pt: Nome duplicado. Por favor, escolha outro.

source: Memo
pt_pt: Comentário

source: Attributes
pt_pt: Atributos

source: 'subset' must evaluate to logical
pt_pt: 'subset' deve ser avaliado como 'logical'

source: Class
pt_pt: Classe

source: Set class of selected attribute. It can be 'numeric' or 'character'.
pt_pt: Configure a classe do atributo seleccionado. Ela pode ser 'numeric' ou 'character'.

source: Type of attribute
pt_pt: Tipo de atributo

source: some files are not in the rqda project.
pt_pt: alguns ficheiros não estão no projecto rqda.

source: some attributes are in not the rqda project.
pt_pt: alguns atributos não estão no projecto rqda.

source: cid should be length-1 integer vector.
pt_pt: cid deveria ser um vector de números inteiros de comprimento 1

source: No Codings.
pt_pt: Nenhuma codificação.

source: Back
pt_pt: Voltar

source: Enter new Case Name.
pt_pt: Digite um novo Nome de Caso

source: Really delete the Case?
pt_pt: Realmente apagar o Caso?

source: Enter new Case name.
pt_pt: Digite um novo nome de Caso.

source: Mark
pt_pt: Marcar

source: Fail to write to database.
pt_pt: Falha ao escrever na base de dados.

source: Unmark
pt_pt: Desmarcar

source: Select a case first.
pt_pt: Seleccione um caso primeiro.

source: Attribute
pt_pt: Atributo

source: Add File(s)
pt_pt: Adicionar Ficheiro(s)

source: All files are linked with this case.
pt_pt: Todos os ficheiros estão ligados a este caso.

source: Add New File to Selected Case
pt_pt: Adicionar novo ficheiro ao caso seleccionado

source: Case Memo
pt_pt: Comentário de Caso

source: Case
pt_pt: Caso

source: Show Cases with Memo Only
pt_pt: Mostrar somente Casos com Comentário

source: Add/modify Attributes...
pt_pt: Adicionar/modificar Atributos...

source: View Attributes
pt_pt: Ver Atributos

source: Export Case Attributes
pt_pt: Exportar Atributos do Caso

source: Sort All by Created Time
pt_pt: Ordenar Tudo por tempo de criação

source: Web Search
pt_pt: Pesquisar na Internet

source: Add To File Category ...
pt_pt: Adicionar a Categoria de Ficheiro

source: Drop Selected File(s)
pt_pt: Eliminar Ficheiro(s) Seleccionado(s)

source: Please select the Files you want to delete.
pt_pt: Por favor, seleccione os Ficheiros que deseja apagar.

source: Delete %i file(s) from this category. Are you sure?
pt_pt: Apagar %i ficheiros(s) desta categoria. Tem certeza?

source: Delete Selected File(s)
pt_pt: Apagar Ficheiro(s) Seleccionado(s)

source: Edit Selected File
pt_pt: Editar Ficheiro Seleccionado

source: File Memo
pt_pt: Comentário de Ficheiro

source: File
pt_pt: Ficheiro

source: Rename selected File
pt_pt: Renomear Ficheiro Seleccionado

source: Select a file first.
pt_pt: Seleccione um ficheiro primeiro.

source: Enter new file name.
pt_pt: Digite novo nome de ficheiro.

source: Search Files within Selected Case
pt_pt: Pesquisar ficheiros no caso seleccionado

source: Please input a search pattern.
pt_pt: Por favor, entre um padrão de pesquisa.

source: Error~~~.
pt_pt: Erro~~~.

source: Show ...
pt_pt: Mostrar ...

source: Show All by Sorted by Imported Time
pt_pt: Mostrar todos ordenados por tempo de importação

source: Show Coded Files Only (sorted)
pt_pt: Mostrar Somente Ficheiros Codificados (ordenados)

source: Show Uncoded Files Only (sorted)
pt_pt: Mostrar Somente Ficheiros Não Codificados (ordenados)

source: Show Selected File Property
pt_pt: Mostrar Propriedades do ficheiro seleccionado

source: Fail to write to database for case with id %i
pt_pt: Falha ao escrever na base de dados para o caso com id %i

source: Enter new Code Category.
pt_pt: Digite um nova Categoria de Código.

source: Really delete the Code Category?
pt_pt: Realmente apagar Categoria de Código?

source: The Category Name is not unique.
pt_pt: O nome da Categoria não é único.

source: Select a Code Category first.
pt_pt: Seleccione uma Categoria de código primeiro.

source: Enter new Category name.
pt_pt: Digite um novo Nome de Categoria.

source: Add To
pt_pt: Adicionar a

source: No free codes yet.
pt_pt: Nenhum código livre ainda.

source: Add code(s) to the selected code category.
pt_pt: Adicionar código(s) à categoria de código seleccionada.

source: Drop From
pt_pt: Remover de

source: Please select the Codes you want to delete.
pt_pt: Por favor, seleccione os Códigos que deseja apagar.

source: Delete %i code(s) from this category. Are you sure?
pt_pt: Apagar %i código(s) desta categoria. Tem certeza?

source: Drop selected code(s) from code category.
pt_pt: Remover código(s) seleccionados da categoria.

source: Code Category
pt_pt: Categoria de Código

source: Add New Code to Selected Category
pt_pt: Adicionar um Novo Código à Categoria seleccionada

source: Enter new code.
pt_pt: Digite um novo código.

source: Select a code category first.
pt_pt: Seleccionar uma categoria de código primeiro.

source: Failed to assign code category
pt_pt: Falha ao especificar categoria de código

source: Codings of selected category
pt_pt: Codificações das categorias seleccionadas

source: Plot Selected Code Categories
pt_pt: Plotar Categorias de Códigos seleccionadas

source: Plot Selected Code Categories with d3
pt_pt: Plotar Categorias de Códigos seleccionadas com d3

source: Sort by created time
pt_pt: Ordenar por tempo de criação

source: Rename Selected Code
pt_pt: Renomear Código Seleccionado

source: Select a code first.
pt_pt: Seleccionar um código primeiro.

source: Enter new code name.
pt_pt: Digite um novo código.

source: Code Memo
pt_pt: Comentário de Código

source: Code
pt_pt: Código

source: Cannot update Code List in the Widget. Project is closed already.
pt_pt: Não é possível actualizar lista de códigos na Interface Gráfica. O projecto já está fechado.

source: Save Coding Memo
pt_pt: Guardar Comentário da Codificação

source: No Coding associated with the selected code.
pt_pt: Nenhuma codificação associada ao código seleccionado.

source: Coding not found.
pt_pt: Codificação não encontrada.

source: Code "%s" applied to this text segment.
pt_pt: Código "%s" aplicado a este segmento de texto.

source: Cannot recode this text segment.
pt_pt: Não é possível recodificar este segmento de texto.

source: Text segment already coded as "%s"
pt_pt: Segmento de texto já codificado como "%s"

source: Recode
pt_pt: Recodificar

source: No Coding associated with the '%s'.
pt_pt: Nenhuma codificação associada com o '%s'.

source: Selected code id is %s__%s codings
pt_pt: ID do Código Seleccionado %s__%s codificações

source: [Annotation]
pt_pt: [Anotação]

source: Save Annotation
pt_pt: Guardar anotação

source: Open a file first!
pt_pt: Abra o ficheiro primeiro!

source: Add Code Category First.
pt_pt: Adicionar Categoria de Código primeiro.

source: Fail to write to code category of %s
pt_pt: Falha ao escrever na categoria de código de %s

source: Add
pt_pt: Adicionar

source: Really delete the code?
pt_pt: Realmente apagar o código?

source: No codings associated with this code.
pt_pt: Nenhuma codificação associada a este código.

source: Retrieve codings of the selected code.
pt_pt: Obter codificações do códigos seleccionados.

source: Open a file first.
pt_pt: Abrir um ficheiro primeiro.

source: Fail to write to data base.
pt_pt: Falha ao escrever na base de dados.

source: Select a code and one of its codings exactly first.
pt_pt: Seleccione um código e um de suas codificações primeiro.

source: C-Memo
pt_pt: Coment-C

source: code
pt_pt: código

source: Memo for selected code.
pt_pt: Comentário para o código seleccionado.

source: C2Memo
pt_pt: Coment-C2

source: [Coding Memo]
pt_pt: [Comentário de Codificação]

source: select a code first.
pt_pt: seleccione um código primeiro.

source: Select the exact CODING AND the corresponding CODE first.
pt_pt: Seleccione a CODIFICAÇÃO exacta E o correspondente CÓDIGO primeiro.

source: Memo for a Coding.
pt_pt: Comentário para uma Codificação.

source: Add Anno
pt_pt: Adicionar Anotação

source: Add new annotation to the open file at position of cursor.
pt_pt: Adicionar nova anotação ao ficheiro aberto na posição do cursor.

source: Add To Code Category...
pt_pt: Adicionar a Categoria de Código...

source: All Code Memos
pt_pt: Todos os Comentários de Código

source: All Annotations
pt_pt: Todas as Anotações

source: Codings of Multiple Codes
pt_pt: Codificações de Múltiplos Códigos

source: Export Codings as HTML
pt_pt: Exportar Codificações como HTML

source: Type a name for the exported codings and click OK.
pt_pt: Digite um nome para as codificações exportadas e clique OK.

source: Highlight All Codings
pt_pt: Realçar Todas as Codificações

source: Highlight Codings with Memo
pt_pt: Realçar Codificações com Comentários

source: Merge Selected with...
pt_pt: Juntar Seleccionado com...

source: Show Codes With Codings
pt_pt: Mostrar Códigos com Codificações

source: Show Codes Without Codings
pt_pt: Mostrar Códigos sem Codificações

source: Show Codes With Code Category
pt_pt: Mostrar Códigos com Categoria de Código

source: All codes are assigned to code category.
pt_pt: Todos os códigos estão categorizados.

source: Show Codes Without Code Category
pt_pt: Mostrar Códigos sem Categoria de Código

source: Show Codes With Memo
pt_pt: Mostrar Códigos com Comentário

source: No Code with memo.
pt_pt: Nenhum Código com Comentário.

source: Show Codes Without Memo
pt_pt: Mostrar Códigos sem Comentários

source: Show Codes With Selected File
pt_pt: Mostrar Códigos com Ficheiro Seleccionado

source: Set Coding Mark Color
pt_pt: Configurar Cor da Marca da Codificação

source: Sort: By Created Time
pt_pt: Ordenar: Por Tempo de Criação

source: Sort: Most to Least Frequently Used
pt_pt: Ordenar: Do Mais para o Menos frequentemente usado

source: Sort: Least to Most Frequently Used
pt_pt: Ordenar: Do Menos para o Mais frequentemente usado

source: Import
pt_pt: Importar

source: New
pt_pt: Novo

source: Open
pt_pt: Abrir

source: Save To Project
pt_pt: Guardar no Projecto

source: Save and close
pt_pt: Guardar e fechar

source: Add New File ...
pt_pt: Adicionar Novo Ficheiro ...

source: Add To Case ...
pt_pt: Adicionar ao Caso

source: Add/modify Attributes of The Open File...
pt_pt: Adicionar/modificar Atributos do ficheiro aberto

source: Codings of selected file(s)
pt_pt: Codificações do(s) ficheiro(s) seleccionado(s)

source: No coded file is selected.
pt_pt: Nenhum ficheiro codificado está seleccionado.

source: Export File Attributes
pt_pt: Exportar Atributos do Ficheiro

source: Export Coded file as HTML
pt_pt: Exportar ficheiro codificado como HTML

source: File Annotations
pt_pt: Anotações do Ficheiro

source: Import PDF Highlights via rjpod (selector)
pt_pt: Importar realces de PDF via rjpod (selector)

source: Import PDF Highlights via rjpod (file path)
pt_pt: Importar realces de PDF via rjpod (caminho de ficheiro)

source: Enter a pdf file path
pt_pt: Digite um caminho para ficheiro pdf

source: Open Selected File
pt_pt: Abrir o Ficheiro Seleccionado

source: Open Previous Coded File
pt_pt: Abrir Ficheiro codificado anterior

source: Search for a Word
pt_pt: Procurar uma palavra

source: Search all files ...
pt_pt: Procurar em todos os ficheiros ...

source: Show All Sorted By Imported Time
pt_pt: Mostrar todos ordenados por tempo de importação

source: Show Coded Files Sorted by Imported time
pt_pt: Mostrar ficheiros codificados ordenados por tempo de importação

source: Show Uncoded Files Sorted by Imported time
pt_pt: Mostrar ficheiros não codificados ordenados por tempo de importação

source: Show Files With Annotation
pt_pt: Mostrar ficheiros com anotações

source: No file with memo.
pt_pt: Nenhum ficheiro com comentário.

source: Show Files Without Annotation
pt_pt: Mostrar ficheiros sem anotações

source: All files have annotation.
pt_pt: Todos os ficheiros têm anotações

source: Show Files With Memo
pt_pt: Mostrar ficheiros com Comentário

source: Show Files Without Memo
pt_pt: Mostrar ficheiros sem comentário

source: No file is found.
pt_pt: Nenhum ficheiro encontrado.

source: Show Files Without File Category
pt_pt: Mostrar Ficheiros sem Categoria de Ficheiro

source: All are linked with file category.
pt_pt: Todos estão ligados com a categoria de ficheiro.

source: Show Files With No Case
pt_pt: Mostrar ficheiro sem casos

source: All are linked with cases.
pt_pt: Todos estão ligados com casos.

source: Enter new File Category.
pt_pt: Digite um nova Categoria de Ficheiro.

source: Really delete the File Category?
pt_pt: Realmente apagar Categoria de Ficheiro?

source: File Category
pt_pt: Categoria de Ficheiro

source: Memo of file category.
pt_pt: Comentários de categoria de ficheiro.

source: AddTo
pt_pt: Adicionar A

source: No files Yet.
pt_pt: Nenhum ficheiro ainda.

source: Add file(s) to the selected file category.
pt_pt: Adicionar ficheiro(s) à categoria de ficheiro seleccionada.

source: DropFrom
pt_pt: Remover De

source: Drop selected file(s) from file category.
pt_pt: Remover ficheiro(s) seleccionados da categoria.

source: Delete all files of selected category
pt_pt: Apagar todos os ficheiros da categoria seleccionada

source: Move To File Category ...
pt_pt: Mover para Categoria de Ficheiro ...

source: Search Files Within Category
pt_pt: Pesquisar Ficheiros na Categoria

source: Delete selected File(s)
pt_pt: Apagar Ficheiro(s) Seleccionado(s)

source: Show All By Imported Time
pt_pt: Mostrar Todos por Tempo de Importação

source: A file with the same name exists in the database!
pt_pt: Um ficheiro com o mesmo nome existe na base de dados

source: Save File
pt_pt: Guardar Ficheiro

source: Open a project first.
pt_pt: Abrir um projecto primeiro.

source: Save memo
pt_pt: Guardar comentário

source: select one file category only.
pt_pt: seleccione uma categoria de ficheiro somente.

source: more than one file categories are selected
pt_pt: mais de uma categoria de ficheiro está seleccionada

source: Add File Category first.
pt_pt: Adicionar Categoria de Ficheiro primeiro.

source: Fail to write to file category of %s
pt_pt: Falha ao escrever categoria de ficheiro de %s

source: Reach the end.
pt_pt: Fim alcançado.

source: Search next
pt_pt: Procurar próximo

source: Restart
pt_pt: Reiniciar

source: Really delete the journal?
pt_pt: Realmente apagar o item do diário?

source: Enter new journal name.
pt_pt: Digite novo nome de item do diário.

source: Save Journal
pt_pt: Guardar Diário

source: Select first.
pt_pt: Seleccione primeiro.

source: The Journal has been changed. Close anyway?
pt_pt: O item do Diário foi modificado. Fechar mesmo assim?

source: Profile Matrix - %s
pt_pt: Matriz de perfis - %s

source: New Project
pt_pt: Novo Projecto

source: Type a name for the new project and click OK.
pt_pt: Digite um nome para o projecto e clique OK.

source: Open Project
pt_pt: Abrir Projecto

source: Select a *.rqda file and click OK.
pt_pt: Seleccione um ficheiro *.rqda e clique OK.

source: Opening ...
pt_pt: Abrindo ...

source: Closing ...
pt_pt: Fechando ...

source: No project is open.
pt_pt: Nenhum projecto está aberto.

source: Files
pt_pt: Ficheiros

source: Codes List
pt_pt: Lista de Códigos

source: Codes of This Category
pt_pt: Códigos desta Categoria

source: Cases
pt_pt: Casos

source: Files of This Case
pt_pt: Ficheiros deste Caso

source: Files of This Category
pt_pt: Ficheiros desta Categoria

source: Close Project
pt_pt: Fechar Projecto

source: Backup Project
pt_pt: Cópia de Segurança do Projecto

source: Project Memo
pt_pt: Comentário de Projecto

source: Clean Project
pt_pt: Limpar Projecto

source: Close All Codings
pt_pt: Fechar todas as Codificações

source: No write permission.
pt_pt: Sem permissão de escrita.

source: Overwrite existing project?
pt_pt: Sobrescrever o projecto existente?

source: You have no write permission to overwrite it.
pt_pt: Você não tem permissão de escrita para sobrescrevê-lo

source: You don't have write access to the *.rqda file. You can only read the project.
pt_pt: Você não tem permissão de escrita para o ficheiro *.rqda. Você pode somente ler o projecto

source: You don't have read access to the *.rqda file. Fail to open.
pt_pt: Você não tem permissão de leitura para o ficheiro *.rqda. Falha ao abrir.

source: Closing project failed.
pt_pt: Falha ao fechar projecto.

source: No Project is Open.
pt_pt: Nenhum Projecto está Aberto.

source: Succeeded!
pt_pt: Sucesso!

source: Fail to back up the project.
pt_pt: Falha ao fazer cópia de segurança do projecto.

source: The memo has bee change. Close anyway?
pt_pt: O comentário foi modificado. Fechar mesmo assim?

source: Settings
pt_pt: Configurações

source: Name of Coder
pt_pt: Nome do Codificador

source: File Encoding
pt_pt: Codificação do Ficheiro

source: Color for Coding
pt_pt: Cor para Codificação

source: Color for Case
pt_pt: Cor para Caso

source: Current coding table
pt_pt: Tabela de codificação actual

source: Byte Order Mark
pt_pt: Marca de Ordem de Byte

source: Show File Property
pt_pt: Mostrar Propriedades do Ficheiro

source: Type of Retrieval
pt_pt: Tipo de Recuperação

source: unconditional
pt_pt: incondicional

source: case
pt_pt: caso

source: filecategory
pt_pt: categoria de ficheiro

source: both
pt_pt: ambos

source: Click to set font
pt_pt: Clique para configurar a fonte

source: Set fonts for memo widgets.
pt_pt: Configure fonte para janela de comentário.

source: Default
pt_pt: Padrão

source: Change color.
pt_pt: Mudar cor.

source: Select Color
pt_pt: Seleccionar Cor

source: Changing color
pt_pt: Mudança de cor

source: Cancel
pt_pt: Cancelar

source: Are you sure to clean the coding table?
pt_pt: Tem certeza de limpar a tabela de codificação?

source: One code has empty coding.
pt_pt: Um código tem codificação vazia.

source: Each line represents one relation only
pt_pt: Cada linha representa apenas uma relação

source: index1 and index2 must be vector.
pt_pt: index1 e index2 devem ser vectores.

source: index1 or index2 should not have any NA.
pt_pt: index1 ou index2 não devem ter nenhum NA.

source: No coding in this project.
pt_pt: Nenhuma codificação neste projecto.

source: Codes without codings dropped.
pt_pt: Códigos não usados serão eliminados.

source: The codeList should be a vector of length 2 or greater
pt_pt: A lista de códigos deve ser um vector de tamanho 2 ou maior.

source: RQDA has been launched.
pt_pt: RQDA foi iniciado.

source: RQDA: Qualitative Data Analysis
pt_pt: RQDA: Análise de Dados Qualitativos

source: Project
pt_pt: Projecto

source: Save Project As
pt_pt: Guardar Projecto como

source: Path of current project:
pt_pt: Caminho para o projecto actual:

source: Author: <ronggui.huang@gmail.com>
pt_pt: Autor: <ronggui.huang@gmail.com>

source: Help: click to join rqda-help mailing list
pt_pt: Ajuda: clique para juntar-se à mailing list rqda-help

source: License: BSD
pt_pt: Licença: BSD

source: Version:
pt_pt: Versão:

source: Year:
pt_pt: Ano:

source: Please cite this package.
pt_pt: Por favor, cite este pacote.

source: About
pt_pt: Sobre

source: Codes
pt_pt: Códigos

source: Anno
pt_pt: Anotação

source: Coding
pt_pt: Codificação

source: Code Categories
pt_pt: Categorias de Códigos

source: Please click Update
pt_pt: Por favor, clique Actualizar

source: UnMark
pt_pt: Desmarcar

source: Unlink
pt_pt: Desligar

source: Link
pt_pt: Ligar

source: Profile
pt_pt: Perfil

source: File Categories
pt_pt: Categorias de Ficheiros

source: Journals
pt_pt: Diário

source: Really EXIT? You can use RQDA() to start this program again.
pt_pt: Realmente SAIR? Você pode usar 'RQDA()' para iniciar o programa novamente.

source: Selected File id is %s
pt_pt: ID do Ficheiro Seleccionado %s

source: No coding associated with this code.
pt_pt: Nenhuma codificação associada a este projecto.

source: Selected case id is %i__%i files
pt_pt: ID do caso seleccionado %i__%i ficheiros

source: Selected category id is %s
pt_pt: O id do Categoria seleccionada é %s

source: Selected file id is %s
pt_pt: ID do ficheiro seleccionado %s

source: Save Project As ...
pt_pt: Guardar Projecto como ...

source: Type a new file name and click OK.
pt_pt: Digite um nome para o ficheiro e clique OK.

source: Failed to save the project to the new location.
pt_pt: Falha ao guardar o projecto no novo local.

source: The new name is duplicated. Please use another new name.
pt_pt: O novo nome é duplicado. Por favor, escolha outro.

source: The memo has been changed. Close anyway?
pt_pt: O comentário foi modificado. Fechar mesmo assim?

source: %s Memo:%s
pt_pt: Comentário de %s: %s

source: Save Memo
pt_pt: Guardar Comentário

source: No Information is collected.
pt_pt: Nenhuma Informação colectada.

source: %i retrieved file(s).
pt_pt: %i ficheiros(s) recuperados.

source: Select before Click OK.
pt_pt: Seleccione antes de clicar OK.

source: File Category is %s
pt_pt: A Categoria do Ficheiro é %s

source: File ID is %i %s Case is %s
pt_pt: O ID do ficheiro é %i %s Caso é %s

source: Please select one file only.
pt_pt: Por favor, seleccione um somente ficheiro.

source: File Property
pt_pt: Propriedades do Ficheiro

source: No project is opened.
pt_pt: Nenhum projecto está aberto.

source: The codeList should be a vector of length 2 or greater.
pt_pt: A lista de códigos deve ser um vector de tamanho 2 ou maior.

source: Use 'RQDA()' to start the programme.
pt_pt: Use 'RQDA()' para iniciar o programa.

source: 1 coding from %i file
pt_pt: 1 codificação de %i ficheiro

source: %i codings from %i file
pt_pt: %i codificações de %i ficheiro

source: 1 retrieved coding: "%s" from %i file
pt_pt: 1 codificação recuperada: "%s" de %i ficheiro

source: %i retrieved codings: "%s" from %i file
pt_pt: %i codificações recuperadas: "%s" de %i ficheiro

source: %i Coding of <a id='%s'>"%s"</a> from %s file.
pt_pt: %i Codificação de <a id='%s'>"%s"</a> em %s ficheiro.

source: %i Codings of <a id='%s'>"%s"</a> from %s file.
pt_pt: %i Codificações de <a id='%s'>"%s"</a> em %s ficheiro.

source: Annotation
pt_pt: Anotação

source: Really delete the file?
pt_pt: Realmente apagar o ficheiro?

source: 1 retrieved coding from %i file
pt_pt: 1 codificação recuperada de %i ficheiro

source: %i retrieved codings from %i file
pt_pt: %i codificações recuperadas de %i ficheiro

source: annotation
pt_pt: anotação

source: memo
pt_pt: comentário
